print('Доброго дня у калькуляторі 0.2 ')
print("Тепер я можу додавати, віднімати, поділити та множити")
a = int(input("Який номер операції бажаєте виконати?" "\n1 +  \n2 -  \n3 /  \n4 * "))
q1 = int(input('Введіть перше число : '))
q2 = int(input('Введіть друге число : '))
if a == 1:
    r = q1 + q2
    p = 'додавання'
    t = p
if a == 2:
    r = q1 - q2
    l = 'віднімання'
    t = l
if a == 3:
    r = float(q1 / q2)
    m = 'розподілу'
    t = m
if a == 4:
    r = q1 * q2
    n = 'множення'
    t = n
print('Результат ',t,' = ',r)